---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassZoneFloorArea
source: html/a7005722-159f-d180-89a7-f5f30cc2162f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassZoneFloorArea Property

"Mass Floor Area"

## Syntax (C#)
```csharp
public static ForgeTypeId MassZoneFloorArea { get; }
```